Repository: Nexuss05/UProtect
Catalog: UProtect/Localizable.xcstrings
Source language: en
Languages: it

source: Plan your way home, keep your phone charged, or bring a power bank.
it: Pianifica la strada di casa, tieni il telefono carico o porta un power bank.

source: Please authenticate to access your recordings.
it: Per favore, autenticati per accedere alle tue registrazioni.

source: Plus
it: Più

source: Practical Implementation Strategies
it: Strategie pratiche di implementazione

source: Practicing and Developing Situational Awareness
it: Praticare e Sviluppare la Consapevolezza Situazionale

source: Predicting Outcomes
it: Prevedere i Risultati

source: Prevention Tips:
it: Suggerimenti per la Prevenzione:

source: Preventive Measures
it: Misure Preventive

source: Prioritize Safety
it: Dai priorità alla sicurezza

source: privacy policy
it: l'informativa sulla privacy

source: Projecting Future Outcomes
it: Pianificando Risultati Futuri

source: Question 1: What is the correct order of the steps of situational awareness?
it: Domanda 1: Qual è l'ordine corretto delle fasi della consapevolezza situazionale?

source: Question 1: What is the recommended age for children to walk alone to school?
it: Domanda 1: Qual è l'età raccomandata per i bambini per andare a scuola da soli?

source: Question 1: What should you do before leaving for a walk alone?
it: Domanda 1: Cosa dovresti fare prima di andare a fare una passeggiata da solo?

source: Question 1: What should you do to help someone who drank too much?
it: Domanda 1: Cosa dovresti fare per aiutare qualcuno che ha bevuto troppo?

source: Question 2: How can you tell if you're being followed?
it: Domanda 2: Come puoi sapere se ti stanno seguendo?

source: Question 2: What are the signs and symptoms of alcohol poisoning?
it: Domanda 2: Quali sono i segni e i sintomi dell'avvelenamento da alcol?

source: Question 2: What should children do if they encounter strangers while walking alone?
it: Domanda 2: Cosa dovrebbero fare i bambini se incontrano estranei mentre camminano da soli?

source: Question 2: Which level of Cooper’s Color Code indicates being relaxed but alert?
it: Domanda 2: Quale livello della teoria dei colori di Cooper indica l'essere rilassato ma vigile?

source: Question 3: What is an important safety rule for children when using the internet?
it: Domanda 3: Qual è un'importante regola di sicurezza per i bambini quando usano Internet?

source: Question 3: What should you do if you suspect you're being followed?
it: Domanda 3: Cosa dovresti fare se sospetti di essere seguito?

source: Question 3: What should you do to enhance your situational awareness perception?
it: Domanda 3: Cosa dovresti fare per migliorare la tua percezione della consapevolezza situazionale?

source: Question 3: What steps should you take to help someone who is too high from weed?
it: Domanda 3: Quali passi dovresti fare per aiutare qualcuno che ha fumato troppa marijuana?

source: Read the collective mood of the environment; a relaxed crowd versus an anxious or volatile one can indicate potential danger.
it: Comprendi il mood dell'ambiente; una folla rilassata rispetto ad una ansiosa o instabile può indicare un potenziale pericolo.

source: Recognize that these elements, like smoke or running people, indicate potential danger. Understand their significance.
it: Riconosci che questi elementi, come il fumo o le persone che corrono, indicano un potenziale pericolo. Comprendi il loro significato.

source: Recordings
it: Registrazioni

source: Red
it: Rosso

source: Red:
it: Rosso:

source: Regular Checkups
it: Controlli Regolari

source: Relaxed and unaware; suitable for safe environments.
it: Rilassato e inconsapevole; adatto per ambienti sicuri.

source: Relaxed but alert; the goal for most situations.
it: Rilassato ma vigile; l'obiettivo per la maggior parte delle situazioni.

source: Remember details about the follower or their vehicle, like appearance, clothing, or license plate.
it: Ricorda i dettagli sull'inseguitore o sul suo veicolo, come l'aspetto, l'abbigliamento o la targa.

source: Report any suspicious behavior
it: Segnala qualsiasi comportamento sospetto

source: Report any suspicious behavior and never accept rides from strangers
it: Segnala qualsiasi comportamento sospetto e non accettare mai passaggi da estranei

source: Restaurant
it: Ristorante

source: Road Safety Rules
it: Regole di Sicurezza Stradale

source: Run away from strangers
it: Allontanati dagli estranei

source: Safe At-Home Learning
it: Apprendimento Sicuro a Casa

source: Safe Spots
it: Luoghi Sicuri

source: Safety and Security Quiz
it: Quiz sulla Sicurezza

source: Safety Around Water Bodies
it: Sicurezza In Acqua

source: Safety Rules About Strangers
it: Regole di Sicurezza sugli Estranei

source: Safety Tips Quiz
it: Quiz sui Consigli sulla Sicurezza

source: Security for Children Walking Alone to School
it: Sicurezza per i Bambini che Camminano da Soli a Scuola

source: Select Contacts
it: Seleziona Contatti

source: Self defence
it: Difesa personale

source: Self Defense
it: Difesa Personale

source: Self-defense classes boost confidence and situational awareness, preparing you mentally and physically for stressful situations.
it: Le lezioni di autodifesa aumentano la fiducia e la consapevolezza situazionale, preparandoti mentalmente e fisicamente per situazioni stressanti.

source: Send new code
it: Invia Nuovo Codice

source: Set a custom timer to notify your emergency contacts exactly after the amount of time that most fits your needs.
it: Imposta un timer personalizzato per notificare i tuoi contatti d'emergenza esattamente dopo la quantità di tempo che più si addice ai tuoi bisogni.

source: Set a Limit
it: Imposta un Limite

source: Set timer
it: Cambia durata timer

source: Set your time
it: Imposta il tuo tempo

source: Settings
it: Impostazioni

source: SETTINGS
it: IMPOSTAZIONI

source: Share
it: Condividi

source: Share personal information online
it: Condividere informazioni personali online

source: Share Your Itinerary
it: Condividi il Tuo Itinerario

source: Share Your Plan
it: Condividi il Tuo Piano

source: Sign In
it: Accedi

source: Sign Up
it: Registrati

source: SignIn
it: Accedi

source: Signs and Symptoms of Alcohol Poisoning:
it: Segni e sintomi di avvelenamento da alcol:

source: Sit Near the Front
it: Siediti Vicino alla Parte Anteriore

source: Situational Awareness
it: Consapevolezza Situazionale

source: Situational awareness involves perceiving your environment, understanding its significance, and predicting future events. It's crucial for navigating daily dangers and is heavily relied upon in various fields such as law enforcement, emergency response, military operations, aviation, nautical navigation, and sports. It's equally essential for everyday safety.
it: La consapevolezza situazionale implica la percezione del proprio ambiente, la comprensione del suo significato e la previsione di eventi futuri. È fondamentale per navigare nei pericoli quotidiani ed è fortemente utilizzata in vari campi come le forze dell'ordine, la risposta alle emergenze, le operazioni militari, l'aviazione, la navigazione nautica e lo sport. È essenziale per la sicurezza di tutti i giorni.

source: Situational Awareness Quiz
it: Quiz di Consapevolezza Situazionale

source: Stay alert and aware of your surroundings. Notice if a person or vehicle appears repeatedly.
it: Rimani vigile e consapevole dell'ambiente circostante. Nota se una persona o un veicolo appare ripetutamente.

source: Stay Aware of Your Surroundings
it: Sii Consapevole dell'Ambiente Circostante

source: Stay calm, stay where they are, and seek help from a trusted adult if lost.
it: Mantieni la calma, rimani dove sei e cerca l'aiuto di un adulto fidato se ti sei perso.

source: Stay present and actively engage with your environment. Read distant signs, listen to nearby conversations, and be aware of subtle scents and sounds around you.
it: Rimani presente e coinvolgi attivamente il tuo ambiente. Leggi segni lontani, ascolta le conversazioni nelle vicinanze e sii consapevole dei profumi e dei suoni sottili intorno a te.

source: Stay with friends to reduce the risk of incidents and injuries.
it: Resta con gli amici per ridurre il rischio di incidenti e lesioni.

source: Steps of Situational Awareness
it: Passaggi di Consapevolezza Situazionale

source: Steps to Help Someone:
it: Step per aiutare qualcuno:

source: Stick to well-lit, busy places. Avoid shortcuts through dark alleys or parks. Stay alert for anything that feels off.
it: Attieniti a luoghi ben illuminati e affollati. Evita le scorciatoie attraverso vicoli bui o parchi. Stai attento a tutto ciò che ti sembra strano.

source: Stick with Friends
it: Resta con gli Amici

source: Sun Safety
it: Sicurezza al Sole

source: Supermarket
it: Supermercato

source: Surname
it: Cognome

source: swipe left to read more
it: scorri verso sinistra per leggerne di più

source: Swipe up to send an alert
it: Scorri verso l'alto per mandare una notifica

source: Symptoms of Being Too High:
it: Sintomi di Quando si Fuma Troppa Marijuana:

source: System
it: Sistema

source: TAP
it: CLICCA

source: Teach children the importance of staying away from streets.
it: Insegna ai bambini l'importanza di stare lontani dalle strade.

source: Teach children to verify who is at the door and not open it to unknown people.
it: Insegna ai bambini a verificare chi c'è alla porta e a non aprirla a persone sconosciute.

source: Thanks to the map you can easily have a look at shops and store open nearby you. In case you need a place to go or seek shelter, you can either call the place or have the route highlighted in the map itself.
it: Grazie alla mappa potrai controllare tutti i luoghi aperti vicino a te. In caso avessi bisogno di un luogo dove andare o cercare riparo, puoi chiamare direttamente il locale o vedere il percorso da seguire direttamente sulla mappa.

source: Thanks to the map you can easily have a look at shops and stores open nearby you. If you need to seek shelter, you can call the place or walk there thanks to the map
it: Grazie alla mappa puoi facilmente vedere i negozi aperti più vicini a te. Se hai bisogno di riparo, puoi chiamare il negozio o camminarci grazie alla mappa.

source: Thanks to the map you can easily have a look at shops and stores open nearby you. If you need to seek shelter, you can call the place or walk there thanks to the map.
it: Grazie alla mappa puoi facilmente dare un'occhiata a negozi e locali aperti vicino a te. Se hai bisogno di cercare rifugio, puoi chiamare il posto o camminare lì grazie alla mappa.

source: Thanks to the map you can easily have a look at shops and stores open nearby you. In case you need a place to go or seek shelter, you can either call the place or have the route highlighted in the map itself.
it: Grazie alla mappa potrai controllare tutti i luoghi aperti vicino a te. In caso avessi bisogno di un luogo dove andare o cercare riparo, puoi chiamare direttamente il locale o vedere il percorso da seguire direttamente sulla mappa.

source: The account associated with this number already exists
it: Un account associato a questo numero è già esistente

source: The final step involves processing all the information gathered and predicting future events:
it: La fase finale prevede l'elaborazione di tutte le informazioni raccolte e la previsione di eventi futuri:

source: The Reality of Walking Alone
it: La Realtà di Camminare da Soli

source: There is no account associated with this number
it: Nessun account associato a questo numero è stato trovato

source: This can cause choking.
it: Questo può causare soffocamento.

source: This section offers you a powerful knowledge repository, with tips and tricks to better mitigate and manage dangerous situations
it: Questa sezione ti offre una potente risorsa di conoscenza, suggerimenti e consigli per mitigare e gestire al meglio situazioni di pericolo.

source: This section offers you a powerful knowledge repository, with tips and tricks to better mitigate and manage dangerous situations.
it: Questa sezione offre un potente archivio di conoscenze, con suggerimenti e trucchi per mitigare e gestire meglio le situazioni pericolose.

source: This section offers you a powerful tool to gain knowledge, tips and trick and tools to better mitigate dangerous situations or understand how to better manage them.
it: Questa sezione offre gli strumenti necessari per acquisire conoscenza, consigli e suggerimenti su come mitigare le situazioni di pericolo o capire come gestirle al meglio.

source: This section offers you a powerful tool to gain knowledge, tips and trick and tools to better mitigate dangerouse situations or understeand how to better manage them.
it: Questa sezione offre gli strumenti necessari per acquisire conoscenza, consigli e suggerimenti su come mitigare le situazioni di pericolo o capire come gestirle al meglio.

source: Time
it: Tempo

source: Tips
it: Consigli

source: Tips & Tricks
it: Consigli

source: To see more cards, wait until tomorrow
it: Per vedere altre carte, aspetta fino a domani.

source: to SOS mode
it: per la SOS mode

source: to Supervision mode
it: per la Supervision mode

source: Trust your instincts, avoid conflicts, and have a safe and reliable way to get home.
it: Fidati del tuo istinto, evita i conflitti e abbi un modo sicuro e affidabile per tornare a casa.

source: Try again later
it: Riprova più tardi

source: Understand Traffic Signals
it: Comprendi i Segnali Stradali

source: Understanding Alcohol Poisoning: alcohol is a **toxic** substance, and excessive consumption can lead to **severe** health issues, including alcohol poisoning. This occurs when someone drinks a large amount of alcohol in a short period, leading to high blood alcohol concentration. Symptoms include slowed brain function, stomach irritation, dehydration, and more.
it: Comprendere l'avvelenamento da alcol: l'alcol è una sostanza **tossica** e il consumo eccessivo può portare a **gravi** problemi di salute, tra cui l'avvelenamento da alcol. Questo si verifica quando qualcuno beve una grande quantità di alcol in un breve periodo, portando ad un'alta concentrazione di alcol nel sangue. I sintomi includono rallentamento della funzione cerebrale, irritazione allo stomaco, disidratazione e altro ancora.

source: Understanding Cannabis Effects: the high from marijuana is due to THC, which **affects brain receptors**. Even if it feels overwhelming, it's important to remember that it’s temporary and not life-threatening. No deaths have been reported from cannabis overdose.
it: Comprendere gli Effetti della Cannabis: lo sballo della marijuana è dovuto al THC, che **influenza i recettori cerebrali**. Anche se sembra travolgente, è importante ricordare che è temporaneo e non pericoloso per la vita. Non sono stati segnalati decessi per overdose di cannabis.

source: Use Pedestrian Crossings
it: Utilizza gli Attraversamenti Pedonali

source: Use pedestrian crossings and obey traffic signals.
it: Utilizza gli attraversamenti pedonali e obbedisci ai segnali stradali.

source: Use personal safety apps with features like panic buttons that send your location and a distress message to contacts or authorities.
it: Usa app di sicurezza personale con funzionalità come pulsanti di panico che inviano la tua posizione e un messaggio di emergenza ai contatti o alle autorità.

source: Use reflective surfaces like windows or your phone screen to check for followers discreetly.
it: Usa superfici riflettenti come le finestre o lo schermo del telefono per controllare discretamente gli inseguitori.

source: Use Sidewalks
it: Usa i Marciapiedi

source: Use Technology
it: Usa la Tecnologia

source: Using Public Transport:
it: Utilizzando i Trasporti Pubblici:

source: Vary Your Routes
it: Varia i Tuoi Percorsi

source: Verify
it: Verifica

source: Walk Confidently
it: Cammina con Sicurezza

source: Walk confidently and at a steady pace.
it: Cammina con sicurezza e a ritmo costante.

source: Walk on Sidewalks
it: Cammina sui Marciapiedi

source: Walk on sidewalks or, if unavailable, facing traffic on the road's edge.
it: Cammina sui marciapiedi o, se non disponibili, di fronte al traffico ai margini della strada.

source: Walk Together
it: Camminate insieme

source: Walk with your head high, maintain good posture, and appear purposeful.
it: Cammina con la testa alta, mantieni una buona postura e appai in modo mirato.

source: Walk with your head high, maintain good posture, and appear purposeful. Predators often target those who seem timid or lost.
it: Cammina con la testa alta, mantieni una buona postura e appari in modo mirato. I predatori spesso prendono di mira coloro che sembrano timidi o persi.

source: Walking alone
it: Camminare da soli

source: Walking Alone
it: Camminando da Soli

source: Walking alone can be risky, depending on factors like location, gender, and time of day. Here are some general tips to help keep you safe in any situation.
it: Camminare da soli può essere rischioso, a seconda di fattori come la posizione, il sesso e l'ora del giorno. Ecco alcuni consigli generali per aiutarti a tenerti al sicuro in qualsiasi situazione.

source: Walking to School Alone Tips:
it: Suggerimenti sul Andare a Scuola da Soli:

source: Warn against jumping on furniture or climbing on shelves.
it: Mettere in guardia dal saltare sui mobili o arrampicarsi sugli scaffali.

source: Wear Helmets
it: Indossa i Caschi

source: Wear sunscreen or appropriate clothing on sunny days.
it: Indossa la protezione solare o vestiti appropriati nelle giornate di sole.

source: Welcome back!
it: Bentornato!

source: What Is Situational Awareness?
it: Cos'è la Consapevolezza Situazionale?

source: What Not to Do:
it: Cosa non fare:

source: What to Do if Lost
it: Cosa Fare se ti Perdi

source: What to Do If You Suspect You’re Being Followed
it: Cosa Fare Se Sospetti Di Essere Seguita

source: While humans naturally possess situational awareness due to innate survival instincts, it can be enhanced through vigilance, continuous practice, and improving cognitive abilities.
it: Mentre gli esseri umani possiedono naturalmente la consapevolezza situazionale a causa dell'istinto di sopravvivenza innato, può essere migliorata attraverso la vigilanza, la pratica continua e il miglioramento delle capacità cognitive.

source: White
it: Bianco

source: White:
it: Bianco:

source: Yellow
it: Giallo

source: Yellow:
it: Giallo:

source: Yes
it: Si

source: YES
it: SI

source: You already have an account!
it: Un account associato a questo numero è già esistente!

source: You can select no more then 2 contacts
it: È possibile selezionare solo due contatti

source: You can select up to 2 contacts only.
it: Puoi selezionare solo fino a 2 contatti.

source: You don't have an account!
it: Non esiste un account associato a questo numero!

source: You may need your hands for your phone or self-defense tools. Carry a small, light purse.
it: Potresti aver bisogno delle tue mani per il tuo telefono o per gli strumenti di autodifesa. Porta con te una piccola e leggera borsa.

source: You've reached the limit
it: Hai raggiunto il limite consentito

source: Your contacts
it: I tuoi contatti

source: Your friends
it: I tuoi amici

source: Your support helps keep our community safe! 🌟
it: Il tuo sostegno aiuta a mantenere la nostra comunità al sicuro! 🌟

source: Your support helps to keep our community safe! 🌟
it: Il tuo sostegno aiuta a mantenere la nostra comunità al sicuro! 🌟
